"""
Модуль для определения кодов городов и их соответствующих названий.
"""

# Коды городов
MOSCOW = "2000000"
SPB = "2004000"
MINVOD = "2064170"
SIMF = "2078001"
SEVAS = "2078750"
SOCHI = "2064130"
KAZAN = "2060615"
EVP = "2078770"

# Словарь городов
cities = {
    "2000000": "Москва",
    "2004000": "Санкт-Петербург",
    "2064170": "Минеральные воды",
    "2078001": "Симферополь",
    "2078750": "Севастополь",
    "2064130": "Сочи",
    "2060615": "Казань",
    "2078770": "Евпатория",
}
